Repository: aprokopenko/justcustomfields
Catalog: just-custom-fields-*.po
Languages: ru_ru

source: This plugin adds ability to extend your Posts, Pages (and other custom post types) with easy-to-edit additional fields and fields groups.
ru_ru: Этот плагин добавляет возможность расширять ваши статьи, страницы (и другие типы контента) легко редактируемыми дополнительными полями и группами полей.

source: Checkbox
ru_ru: Чекбокc

source: Please check settings. Values are empty
ru_ru: Пожалуйста, проверьте параметры настройки. Значения пусты

source: Title
ru_ru: Заголовок

source: Settings
ru_ru: Настройки

source: Description
ru_ru: Описание

source: Parameters like (you can use just "label" if "id" is the same):<br>label1|id1<br>label2|id2<br>label3
ru_ru: Параметры как (вы можете использовать "label" если "id" такой же):<br>label1|id1<br>label2|id2<br>label3

source: UNDO
ru_ru: ОТМЕНА

source: Date format
ru_ru: Формат даты

source: Example
ru_ru: Пример

source: look more about date formats
ru_ru: детальнее о форматах даты

source: Show month/year select boxes
ru_ru: Показать месяц/год выбраных секций

source: To be deleted
ru_ru: Нужно удалить

source: Add
ru_ru: Добавить

source: Post type
ru_ru: Тип контента

source: All
ru_ru: Все

source: Input type
ru_ru: Тип ввода

source: Autocomplete
ru_ru: Автозаполнение

source: Dropdown list
ru_ru: Выпадающий список

source: Empty option
ru_ru: Пустая опция

source: Leave blank to disable empty option
ru_ru: Оставить пустым, чтоб отключить пустое значение

source: Delete
ru_ru: Удалить

source: Type of files
ru_ru: Тип файлов

source: Only Images
ru_ru: Только изображения

source: Add row
ru_ru: Добавить строку

source: Wrong columns configuration. Please check widget settings.
ru_ru: Неверная настройка колонок. Пожалуйста проверьте настройки виджета.

source: Columns
ru_ru: Колонки

source: Format: %colname|%coltitle<br/><i>Example: username|User name
ru_ru: Формат: %colname|%coltitle<br/><i>Пример: username|User name

source: Use Editor for this textarea:
ru_ru: Использовать редактор для текстового поля

source: Error! "field" parameter is missing
ru_ru: Ошибка! отсутствует параметр "field"

source: Fields
ru_ru: Поля

source: Import/Export
ru_ru: Импорт/Экспорт

source: You should choose Custom Post Type first to configure fields for it:
ru_ru: Выберите Созданный Тип Контента для начала настройки полей:

source: Added Fieldsets
ru_ru: Добавленные наборы полей

source: Total Fields
ru_ru: Все Поля

source: Type
ru_ru: Тип

source: Width
ru_ru: Ширина

source: Enabled
ru_ru: Включенный

source: Add new Field
ru_ru: Добавить новое Поле

source: Edit
ru_ru: Редактировать

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Please create fields for this collection
ru_ru: Пожалуйста создайте поля для данной коллекции

source: Slug
ru_ru: Машинное имя

source: Machine name, will be used for postmeta field name. (should start from underscore)
ru_ru: Машинное имя будет использоваться для название postmeta. (должно начинаться с подчеркивания)

source: Use this field as collection item title?
ru_ru: Использовать это поле, как заголовок единицы коллекции?

source: Select Field Width
ru_ru: Выберите Ширину Поля

source: Close
ru_ru: Закрыть

source: Save
ru_ru: Сохранить

source: Position
ru_ru: Позиция

source: Priority
ru_ru: Приоритет

source: Visibility rules
ru_ru: Правила отображения

source: Post types
ru_ru: Контент типы

source: Custom fields
ru_ru: Созданные поля

source: Fieldset
ru_ru: Набор полей

source: Field
ru_ru: Поле

source: Please create fields for this fieldset
ru_ru: Пожалуйста создайте поля для данного набора

source: Add Fieldset
ru_ru: Добавить набор полей

source: Edit rule
ru_ru: Редактировать правило

source: Add rule
ru_ru: Добавить правило

source: You are about to set the visibility option for this fieldset
ru_ru: Вы собираетесь установить опцию отображения для данного набора полей

source: Hide fieldset
ru_ru: Скрыть набор полей

source: Show fieldset
ru_ru: Отобразить набор полей

source: Join condition with previous rules with operator
ru_ru: Условие соединения с предыдущими правилами с оператором

source: AND
ru_ru: И

source: OR
ru_ru: ИЛИ

source: Based on
ru_ru: Основываясь на

source: Taxonomy terms
ru_ru: Термины таксономии

source: Choose option
ru_ru: Выбрать опцию

source: Page template
ru_ru: Шаблон страницы

source: Taxonomy
ru_ru: Таксономия

source: Update rule
ru_ru: Обновить правило

source: Save rule
ru_ru: Сохранить правило

source: Cancel
ru_ru: Закрыть

source: Rule
ru_ru: Правило

source: Options
ru_ru: Опции

source: Choose taxonomy
ru_ru: Выбрать таксономию

source: No available taxonomies
ru_ru: Нет доступных таксономий

source: Choose templates
ru_ru: Выбрать шаблон

source: No available templates
ru_ru: Нет доступных шаблонов

source: Choose
ru_ru: Выбрать

source: No available terms
ru_ru: Нет доступных терминов

source: Just Custom Fields Export
ru_ru: Just Custom Fields Экспорт

source: You should choose Fields to export
ru_ru: Выберите Поля для экспорта

source: Content type
ru_ru: Тип контента

source: Export
ru_ru: Экспорт

source: Just Custom Fields Import
ru_ru: Just Custom Fields Импорт

source: You should choose Fields to import
ru_ru: Выберите Поля для импорта

source: Save Fields
ru_ru: Сохранить поля

source: Import
ru_ru: Импорт

source: If you have Just Custom Fields configuration file you can import some specific settings from it to your current WordPress installation.<br/><br/>Please choose your configuration file and press "Import" button
ru_ru: Если у вас есть Just Custom Fields файл с настройками полей, вы можете загрузить некоторые спецификации, в ваш установленный WordPress.<br/><br/>Пожалуйста выберите ваш файл с конфигурациями и нажмите кнопку "Импорт"

source: Add file to import
ru_ru: Добавить файл для импорта

source: file extention: .json
ru_ru: расширение файла: .json

source: You can export specific field settings and move them to another site if needed. Just click "Export Wizard" button to start.
ru_ru: Вы можете сделать экспорт настроек полей и перенести их на другой вебсайт, при необходимости. Просто нажмите на кнопку "Мастер Экспорта" для старта

source: Export Wizard
ru_ru: Мастер Экспорта

source: Settings storage configuration
ru_ru: Конфигурация хранилища настроек

source: <b>Database</b>. Useful when you have only 1 site installation
ru_ru: <b>База данных</b>. Полезная если у вас установлен только 1 вебсайт

source: <b>File system: Current theme folder</b>. Fields configuration is saved to the current theme folder in json format and can be copied to another site easily.
ru_ru: <b>Файл: Текущая тема</b>. Настройки полей сохраняются в текущую папку темы в формате json и могут быть легко скопированы на другой сайт.

source: <b>File system: Global</b> (/wp-content/jcf-settings/*). Fields configuration is saved to the wp-content folder in json format and can be copied to another site easily.
ru_ru: <b>Файл: Глобально</b> (/wp-content/jcf-settings/*). Настройки полей сохраняются в папку wp-content в формате json и могут быть легко скопированы на другой сайт

source: Database MultiSite Options
ru_ru: Опции Базы Данных Мультисайта

source: Make fields settings global for all network
ru_ru: Сделать настройки полей глобальными для всей сети сайтов

source: Fields settings are unique for each site
ru_ru: Настройки полей уникальные для каждого сайта

source: Save all settings
ru_ru: Сохранить все настройки

source: Usage guidelines for field
ru_ru: Рекомендации по использованию поля

source: Inside the Editor
ru_ru: В редакторе

source: To insert the value into your post editor, please copy and paste the code examples below to your editor.
ru_ru: Для вставки значения в ваш редактор статьи, пожалуйста скопируйте и вставьте пример кода ниже вашего редактора.

source: optional parameters: class="myclass" id="myid" post_id="123" label="yes"
ru_ru: настраиваемые параметры: class="myclass" id="myid" post_id="123" label="yes"

source: Inside your Templates
ru_ru: В вашем шаблоне

source: To print the value or label inside your template (for example in single.php) please use the examples below:
ru_ru: Для отображения значения или метки поля в вашем шаблоне (например в single.php), пожалуйста используйте примеры ниже

source: Edit Fieldset
ru_ru: Редактировать Набор Полей

source: Collection
ru_ru: Коллекция

source: Add %s Item
ru_ru: Добавить %s группу

source: Date Picker
ru_ru: Дата

source: Input Text
ru_ru: Текстовое поле

source: Related Content
ru_ru: Сопутствующий контент

source: Start typing entry Title to see the list.
ru_ru: Начните печатать Заголовок, чтоб увидеть список

source: Select
ru_ru: Выпадающий список

source: Select Multiple
ru_ru: Список с мультивыбором

source: Simple Media
ru_ru: Простая загрузка

source: Select image
ru_ru: Выберите изображение

source: Select file
ru_ru: Выберите файл

source: Update image
ru_ru: Обновить изображение

source: Update file
ru_ru: Обновить фийл

source: Table
ru_ru: Таблица

source: No data yet.
ru_ru: Еще нет данных.

source: Textarea
ru_ru: Текстовая область

source: Select Picture
ru_ru: Выберите картинку

source: Insert into Post
ru_ru: Добавить в Статью

source: Title field is required.
ru_ru: Заголовок - обязательный поле

source: Unable to write changes to storage.
ru_ru: Не удалось сохранить изменинея в хранилище

source: There are no options for this field.
ru_ru: Неверные опции для данного поля

source: Hello there
ru_ru: Всем привет

source: Are you sure you want to delete selected field?
ru_ru: Вы уверены что хотите удалить выбранное поле?

source: Are you sure you want to delete the fieldset?\nAll fields will be also deleted!
ru_ru: Вы уверены что хотите удалить набор полей?\nВсе поля будут также удалены!

source: You should select Taxonomy term or Page template to continue.
ru_ru: Выберите Термин таксономии или Шаблон страницы для продолжения

source: The term doesn\'t exist
ru_ru: Термин не существует

source: The template doesn\'t exist
ru_ru: Шаблон не существует

source: Sorting isn\'t changed.
ru_ru: Сортировка не изменена

source: Fieldset not found
ru_ru: Набор полей не найден

source: Such fieldset already exists.
ru_ru: Такой набор полей уже существует

source: Wrong params passed.
ru_ru: Переданы неыерные параметры

source: Wrong data passed.
ru_ru: Переданы неверные данные

source: Visibility rule not found.
ru_ru: Правила отображения не найдены

source: Visibility rule not updated.
ru_ru: Правила отображения не обновлены

source: Visibility rule not deleted.
ru_ru: Правила отображения не удалены

source: IMPORT FAILED! File do not contain fields settings data..
ru_ru: НЕУДАЧНЫЙ ИМПОРТ! Файл не содержит данных с настройками полей..

source: IMPORT FAILED! Import file is missing.
ru_ru: НЕУДАЧНЫЙ ИМПОРТ! Файл для импорта отсутствует.

source: IMPORT FAILED! Can\'t read uploaded file.
ru_ru: НЕУДАЧНЫЙ ИМПОРТ! Невозможно прочитать загруженный файл

source: IMPORT FAILED! Please upload correct file format.
ru_ru: НЕУДАЧНЫЙ ИМПОРТ! Пожалуйста загрузите файл правильного формата.

source: <strong>Import</strong> has been completed successfully!
ru_ru: <strong>Импорт</strong> успешно завершен!

source: <strong>Import failed!</strong> Please check that your import file has right format.
ru_ru: <strong>Неудачный импорт!</strong> Пожплуйста проверте правильность формата файла.

source: <strong>Export failed!</strong> Please select fields to export.
ru_ru: <strong>Неудачный экспорт!</strong> Пожалуйста выберите поля для экспорта.

source: <strong>Settings storage update FAILED!</strong>. Choose an option for the data storage
ru_ru: <strong>Настройки хранилища обовлены неудачно!</strong>. Выберите опцию для хранения данных

source: <strong>Settings storage update FAILED!</strong>. Check writable permissions of directory
ru_ru: <strong>Настройки хранилища обовлены неудачно!</strong>. Проверьте права на запись папки

source: <strong>MultiSite settings update FAILED!</strong> Choose an option for the multisite.
ru_ru: <strong>Настройки мультисайта обновлены неудачно!</strong> Выберите опцию для мультисайта.

source: <strong>Settings storage</strong> configurations has been updated.
ru_ru: Конфигурации <strong>Хранилища настроек</strong> успешно обновлены.

source: <strong>MultiSite settings</strong> has been updated.
ru_ru: <strong>Натсройки мультисайта</strong> успешно обновлены.

source: Dismiss this notice.
ru_ru: Отклонить это оповещение.
