Repository: aprokopenko/justcustomfields
Catalog: languages/jcf-*.po
Languages: ru_ru

source: Checkbox
ru_ru: Флажок

source: Please check settings. Values are empty
ru_ru: Проверьте настройки, пожалуйста. Найдены пустые значения

source: Title:
ru_ru: Название:

source: Settings:
ru_ru: Настройки:

source: Parameters like (you can use just "label" if "id" is the same):<br>label1|id1<br>label2|id2<br>label3
ru_ru: Пример параметров (Вы можете указать только "label", если "id" называется аналогично):<br>label1|id1<br>label2|id2<br>label3

source: Description:
ru_ru: Описание:

source: Collection
ru_ru: Коллекция

source: UNDO
ru_ru: ОТМЕНА

source: Add %s Item
ru_ru: Добавить %s элемент

source: Date Picker
ru_ru: Выбор даты

source: Show month/year select boxes
ru_ru: Показывать выбор месяца/года

source: Date format:
ru_ru: Формат даты:

source: Example:
ru_ru: Пример:

source: look more about date formats
ru_ru: посмотреть больше про формат даты

source: Google Maps
ru_ru: Карты Google

source: Please set Google Maps API Key on Settings page.
ru_ru: Пожалуйста, вставьте Google Maps API Key на странице настроек

source: Input Text
ru_ru: Текстовое поле

source: Related Content
ru_ru: Существующий контент

source: To be deleted
ru_ru: Будет удалено

source: Add
ru_ru: Добавить

source: Start typing entry Title to see the list.
ru_ru: Начните вводить Название записи, которую хотите добавить, чтобы увидеть доступные варианты

source: Post type:
ru_ru: Тип контента:

source: All
ru_ru: Все

source: Input type:
ru_ru: Метод ввода:

source: Autocomplete
ru_ru: Автоподсказки (Автозаполнение)

source: Dropdown list
ru_ru: В виде списка

source: Select
ru_ru: Список

source: Options:
ru_ru: Значения:

source: Empty option:
ru_ru: Пустое значение:

source: ex. Choose item from the list
ru_ru: напр. Выберите значение из списка

source: Leave blank to disable empty option
ru_ru: Оставьте пустым чтобы отключить пустое значение

source: Select Multiple
ru_ru: Список (мульти)

source: Simple Media
ru_ru: Медиафайл

source: Select image
ru_ru: Выбрать картинку

source: Select file
ru_ru: Выбрать файл

source: Update image
ru_ru: Обновить картинку

source: Update file
ru_ru: Обновить файл

source: Delete
ru_ru: Удалить

source: Type of files:
ru_ru: Тип файлов:

source: Only Images
ru_ru: Только картинки

source: Table
ru_ru: Таблица

source: No data yet.
ru_ru: Нет данных

source: Add row
ru_ru: Добавить строку

source: Wrong columns configuration. Please check widget settings.
ru_ru: Неправильная конфигурация столбцов. Проверьте, пожалуйста, настройки

source: Columns:
ru_ru: Столбцы:

source: Format: %colname|%coltitle<br/><i>Example: username|User name
ru_ru: Формат: %colname|%coltitle<br/><i>Пример: username|User name

source: Textarea
ru_ru: Текстовое поле (мульти)

source: Use Editor for this textarea:
ru_ru: Использовать Визуальный редактор:

source: Fields
ru_ru: Поля

source: Import/Export
ru_ru: Импорт/Экспорт

source: Select Picture
ru_ru: Выбрать картинку

source: Select File
ru_ru: Выбрать файл

source: Insert into Post
ru_ru: Вставить в пост

source: Settings
ru_ru: Настройки

source: Title field is required.
ru_ru: Поле "Название" обязательно

source: Unable to write changes to storage.
ru_ru: Недоступна запись изменений в хранилище

source: There are no options for this field.
ru_ru: Нет значений для этого поля

source: Hello there
ru_ru: Эй там!

source: Edit
ru_ru: Редактировать

source: Are you sure you want to delete selected field?
ru_ru: Вы уверены, что хотите удалить это поле?

source: Are you sure you want to delete the fieldset? All fields will be also deleted!
ru_ru: Вы уверены, что хотите удалить Набор полей? Все поля в нем будут удалены!

source: You should select Taxonomy term to continue.
ru_ru: Выберите термин таксономии для продолжения

source: You should select Taxonomy term or Page template to continue.
ru_ru: Выберите термин таксономии или шаблон страницы для продолжения

source: Update Image
ru_ru: Обновить картинку

source: Update File
ru_ru: Обновить файл

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: The term doesn't exist
ru_ru: Термин не существует

source: The template doesn't exist
ru_ru: Шаблон не существует

source: Slug
ru_ru: Машинное имя

source: Type
ru_ru: Тип

source: Enabled
ru_ru: Включено

source: Sorting isn't changed.
ru_ru: Сортировка не изменилась

source: Fieldset not found
ru_ru: Набор полей не найден

source: Such fieldset already exists.
ru_ru: Такой Набор полей уже есть

source: Wrong params passed.
ru_ru: Прошли неверные параметры

source: Wrong data passed.
ru_ru: Прошли неверные данные

source: Visibility rule not found.
ru_ru: Правила видимости не найдены

source: Visibility rule not updated.
ru_ru: Правила видимости не обновлены

source: Visibility rule not deleted.
ru_ru: Правила видимости не удалены

source: IMPORT FAILED! File do not contain fields settings data..
ru_ru: ОШИБКА ИМПОРТА! Файл не содержитданные настройки полей

source: IMPORT FAILED! Import file is missing.
ru_ru: ОШИБКА ИМПОРТА! Отсутствует файл импорта

source: IMPORT FAILED! Can't read uploaded file.
ru_ru: ОШИБКА ИМПОРТА! Не удалось прочитать загруженный файл

source: IMPORT FAILED! Please upload correct file format.
ru_ru: ОШИБКА ИМПОРТА! Загрузите, пожалуйста, файл в корректном формате

source: <strong>Import</strong> has been completed successfully!
ru_ru: <strong>Импорт</strong> успешно завершен!

source: <strong>Import failed!</strong> Please check that your import file has right format.
ru_ru: <strong>Ошибка импорта</strong> Проверьте, пожалуйста, формат файла импорта.

source: <strong>Export failed!</strong> Please select fields to export.
ru_ru: <strong>Ошибка экспорта!</strong> Пожалуйста, выберите поля для экспорта.

source: Update settings
ru_ru: Обновить настройки

source: Thank you for upgrading Just Custom Field plugin. You need to update your settings to continue using the plugin. {link}
ru_ru: Спасибо за обновление плагина Just Custom Fields.

source: <strong>Settings storage update FAILED!</strong>. Choose an option for the data storage
ru_ru: <strong>Ошибка обновления настроек хранилища!</strong>. Выберите вариант хранения данных

source: <strong>MultiSite settings update FAILED!</strong> Choose an option for the multisite.
ru_ru: <strong>ОШИБКА обновления настроек мультисайта</strong> Выберите значение для мультисайта

source: <strong>Settings storage</strong> configurations has been updated.
ru_ru: Конфигурация <strong>настроек хранилища</strong> была обновлена.

source: <strong>MultiSite settings</strong> has been updated.
ru_ru: <strong>Настройки мульсайта</strong> были обновлены.

source: Error! "field" parameter is missing
ru_ru: Ошибка! Пропущен параметр "Поле"

source: Dismiss this notice.
ru_ru: Отклонить это уведомление.

source: You can choose Post Type or Taxonomy to configure custom fields for it:
ru_ru: Вы можете выбрать Тип Поста или Таксономию

source: Post Types
ru_ru: Типы постов

source: Added Fieldsets:
ru_ru: Добавленые наборы полей:

source: Total Fields:
ru_ru: Всего полей:

source: Taxonomies
ru_ru: Таксономия

source: Title
ru_ru: Название:

source: Width
ru_ru: Ширина

source: Add new Field:
ru_ru: Добавить новое поле:

source: Please create fields for this collection
ru_ru: Пожалуйста, создайте поля для этой коллекции

source: Slug:
ru_ru: Машинное имя:

source: Machine name, will be used for postmeta field name. (should start from underscore)
ru_ru: Машинное имя, которое будет использоваться как ключ в postmeta. (должно начинаться с подчеркивания)

source: Use this field as collection item title?
ru_ru: Использовать имя этого поля в качестве названия колекции?

source: Select Field Width
ru_ru: Выберите ширину поля

source: Close
ru_ru: Закрыть

source: Save
ru_ru: Сохранить

source: Edit Fieldset:
ru_ru: Редактировать набор полей:

source: Position:
ru_ru: Расположение:

source: Priority:
ru_ru: Приоритет:

source: Visibility rules
ru_ru: Правила видимости

source: Configure
ru_ru: Настройка

source: Fieldset:
ru_ru: Набор полей:

source: Field
ru_ru: Поле

source: Please create fields for this fieldset
ru_ru: Пожалуйста, создайте поля для этого набора полей

source: Add Fieldset
ru_ru: Добавить набор полей

source: Edit rule
ru_ru: Редактировать правило

source: Add rule
ru_ru: Добавить правило

source: You are about to set the visibility option for this fieldset
ru_ru: Вы собираетесь установить возможность видимости для этого набора полей

source: Hide fieldset
ru_ru: Спрятать набор полей

source: Show fieldset
ru_ru: Показать набор полей

source: Join condition with previous rules with operator:
ru_ru: Условие соединения с предыдущими правилами оператором:

source: AND
ru_ru: И

source: OR
ru_ru: ИЛИ

source: Based on:
ru_ru: Основан на:

source: Choose option
ru_ru: Выберите опцию

source: Page template
ru_ru: Шаблон страницы

source: Taxonomy
ru_ru: Таксономия

source: Update rule
ru_ru: Обновить правило

source: Save rule
ru_ru: Сохранить правило

source: Cancel
ru_ru: Отмена

source: when
ru_ru: когда в

source: in
ru_ru: выбрано

source: Rule
ru_ru: Правило

source: Options
ru_ru: Опции

source: Page Template
ru_ru: Шаблон Страницы

source: Hide
ru_ru: Спрятать

source: Show
ru_ru: Показать

source: and
ru_ru: и

source: or
ru_ru: или

source: Choose taxonomy:
ru_ru: Выбрать таксономию:

source: Choose taxonomy
ru_ru: Выбрать таксономию

source: No available taxonomies
ru_ru: Нет подходящих таксономий

source: Choose templates:
ru_ru: Выбрать шаблоны:

source: No available templates
ru_ru: Нет подходящих шаблонов

source: Choose
ru_ru: Выбрать

source: No available terms
ru_ru: Нет подходящих терминов

source: Just Custom Fields Export
ru_ru: Экспорт Just Custom Fields

source: You should choose Fields to export:
ru_ru: Вам необходимо выбрать поля для экспорта:

source: Content type:
ru_ru: Тип контента:

source: Export
ru_ru: Экспорт

source: Just Custom Fields Import
ru_ru: Импорт Just Custom Fields

source: You should choose Fields to import:
ru_ru: Вам необходимо выбрать поля для :

source: Save Fields
ru_ru: Сохранить поля

source: Import
ru_ru: Импорт

source: If you have Just Custom Fields configuration file you can import some specific settings from it to your current WordPress installation.<br/><br/>Please choose your configuration file and press "Import" button
ru_ru: Если у Вас есть конфигурационный файл Just Custom Fields, Вы можете импортировать некоторые определенные параметры из него в текущую установку WordPress.<br/><br/>Выберите, пожалуйста, Ваш конфигурационный файл и нажмите кнопку "Импорт"

source: Add file to import:
ru_ru: Добавить файл для импорта

source: file extention: .json
ru_ru: расширение файла: .json

source: You can export specific field settings and move them to another site if needed. Just click "Export Wizard" button to start.
ru_ru: Вы можете экспортировать определенные настройки полей и переместить их на другой сайт если необходимо. Просто нажмите кнопку "Мастер экспорта"

source: Export Wizard
ru_ru: Мастер экспорта

source: Settings storage configuration:
ru_ru: Конфигурация настроек хранилища

source: <b>Database</b>. Useful when you have only 1 site installation
ru_ru: <b>База данных</b>. Используется, если у Вас установка только одного сайта

source: <b>File system: Current theme folder</b>. Fields configuration is saved to the current theme folder in json format and can be copied to another site easily.
ru_ru: <b>Файловая система: Папка текущей темы</b>. Конфигурация полей сохраняется в папке текущей темы в .json формате и может быть легко скопирована на другой сайт

source: <b>File system: Global</b> (/wp-content/jcf/*). Fields configuration is saved to the wp-content folder in json format and can be copied to another site easily.
ru_ru: <b>Файловая система: Глобально</b> (/wp-content/jcf/*). Конфигурация полей сохраняется в папке wp-content в .json формате и может быть легко скопирована на другой сайт

source: Database MultiSite Options:
ru_ru: Настройка базы данных для мультисайта

source: Make fields settings global for all network
ru_ru: Сделать настройки полей глобальными для всего мультисайта

source: Fields settings are unique for each site
ru_ru: Настройки полей уникальны для каждого блога в мультисайте

source: Google Maps Settings:
ru_ru: Настройки Google Карт:

source: Google Maps API Key
ru_ru: API ключ для Google Карт

source: Click here
ru_ru: Нажмите сюда

source: to generate your API Key.
ru_ru: для генерации Вашего API ключа

source: Usually API key is domain related, so if you moved your site to a new domain - please update the API key.
ru_ru: Обычно API ключ зависит от домена, поэтому если Вы переносите Ваш сайт на другой домен - не забудьте обновить API ключ

source: Save all settings
ru_ru: Сохранить все настройки

source: Usage guidelines for field
ru_ru: Рекомендации по использованию для поля

source: Inside the Editor
ru_ru: В Редакторе

source: To insert the value into your post editor, please copy and paste the code examples below to your editor.
ru_ru: Чтобы вставить значение в редактор Вашего поста, скопируйте и вставьте, пожалуйста, пример кода ниже Вашего редактора

source: optional parameters: class="myclass" id="myid" post_id="123" label="yes"
ru_ru: необязательные параметры: class="myclass" id="myid" post_id="123" label="yes"

source: Inside your Templates
ru_ru: Внутри Ваших шаблонов

source: To print the value or label inside your template (for example in single.php) please use the examples below:
ru_ru: Для вывода значения внутри Вашего шаблона (к примеру single.php) пожалуйста, используйте примеры ниже:
