Repository: aprokopenko/justcustomfields
Catalog: languages/just-custom-fields-*.po
Languages: be_by, it_it

source: Title field is required.
be_by: Назва поле з&#39;яўляецца абавязковым.
it_it: Nome campo richiesto

source: Such fieldset already exists.
be_by: Такія FIELDSET ўжо існуе.
it_it: Un fieldset analogo esiste già

source: Edit Fieldset:
be_by: Змяніць FIELDSET:
it_it: Modifica Fieldset:

source: Delete
be_by: Выдаляць
it_it: Cancella

source: Close
be_by: Блізка

source: Wrong data passed.
be_by: Няправільныя дадзеныя перадаюцца.
it_it: I dati inseriti sono errati

source: Add
be_by: Дадаваць
it_it: Aggiungi

source: Edit
be_by: Рэдагаваць
it_it: Modifica

source: Enabled
be_by: Уключана
it_it: Abilitato

source: Machine name, will be used for postmeta field name.
be_by: Імя машыны, будуць выкарыстаныя для імя поля postmeta.
it_it: Nome automatico, usato per il nome del campo postmeta

source: There are no options for this field.
be_by: Ёсць ніякіх варыянтаў для гэтага поля.
it_it: Nessuna opzioneper questo tipo di campo

source: Just Custom Fields
be_by: Проста карыстацкіх палёў

source: Hello there
be_by: Прывітанне
it_it: Hello

source: Are you sure you want to delete selected field?
be_by: Вы сапраўды хочаце выдаліць наадварот полі?
it_it: Confermi la cancellazione del campo?

source: Are you sure you want to delete the fieldset? All fields will be also deleted!
be_by: Усе палі будуць таксама выдаленыя! &quot;Вы уверены, что хотите удалить Набор полей? Все поля в нем будут удалены!
it_it: Confermi la cancellazione del fieldset? Tutti i campi inseriti all'interno saranno eliminati!

source: Update Image
be_by: Абнаўленне выявы
it_it: Modifica Immagine

source: Update File
be_by: Абнаўленне файла
it_it: Modifica file

source: Input Text
be_by: Увод тэксту
it_it: Casella testo

source: Description:
be_by: Апісанне:
it_it: Descrizione:

source: Checkbox
be_by: Сцяжок

source: Please check settings. Values are empty
be_by: Калі ласка, праверце налады. Значэнні пустыя
it_it: Attenzione: i valori sono non validi

source: Settings:
be_by: Паводле:
it_it: Impostazioni:

source: Use Editor for this textarea:
be_by: Выкарыстоўвайце рэдактар ​​для гэтай тэкставай:
it_it: Usa editor per questa textarea:

source: Select Multiple
be_by: Выбар некалькіх
it_it: Select multiplo

source: Date Picker
be_by: Выбар даты
it_it: Campo data

source: Show month/year select boxes
be_by: Паказаць месяц / год палёў выбару
it_it: Visualizza scelta di mese/anno

source: Fields Group
be_by: Палі групы
it_it: Gruppo campi

source: Wrong fields configuration. Please check widget settings.
be_by: Няправільная канфігурацыя палёў. Калі ласка, праверце налады фішкі.
it_it: Configurazioni dei campi errata. Verifica impostazione widget

source: Cancel
be_by: Адмяніць
it_it: Annulla

source: + Add another
be_by: + Дадаць яшчэ адзін
it_it: + aggiungi altro

source: Fields:
be_by: Палі:
it_it: Campi:

source: Format: %fieldname|%fieldtitle<br/><i>Example: price|Product Price
be_by: Фармат: имя_поля% |% fieldtitle <br/> <i>Прыклад: цана | Кошт</i>
it_it: Formato: %nome_campo|%titolo_campo<br/><i>Esempio: prezzo|Prezzo prodotto

source: Upload Media
be_by: Загрузіць СМІ
it_it: Campo file

source: Upload
be_by: Загружаць
it_it: Carica

source: Update image
be_by: Абнаўленне выявы
it_it: Modifica immagine

source: Update file
be_by: Абнаўленне файла
it_it: Modifica file

source: + Add another image
be_by: + Дадаць яшчэ адзін малюнак
it_it: + aggiungi altra immagine

source: + Add another file
be_by: + Дадаць яшчэ адзін файл
it_it: + aggiungi altro file

source: Type of files:
be_by: Тып файлаў:
it_it: Tipo files:

source: All
be_by: Усе
it_it: Tutto

source: Only Images
be_by: Толькі малюнкі
it_it: Solo immagini

source: Auto resize
be_by: Аўтаматычнае змяненне памераў
it_it: Ridimensionamento automatico

source: Set dimensions to autoresize (in px).<br/><i>Example: 200x160
be_by: Памеры прылады з AutoResize (у пікселях). <br/> <i>Прыклад: 200x160</i>
it_it: Imposta dimensioni per ridimensionamento (in px).<br/><i>Esempio: 200x160

source: Enable alternative text
be_by: Уключыць альтэрнатыўны тэкст
it_it: Attiva testo alternativo

source: Enable alternative description
be_by: Уключыць альтэрнатыўнае апісанне
it_it: Attiva descrizione alternativa

source: Select Picture
be_by: Выберыце Малюначак
it_it: Seleziona immagine

source: Select File
be_by: Абярыце File
it_it: Seleziona file

source: Insert into Post
be_by: Уставіць у паведамленне
it_it: Inserisci nell'articolo

source: Select
be_by: Выбіраць
it_it: Scegli

source: Please create fields for this fieldset
be_by: Калі ласка, стварыце для гэтага поля FIELDSET
it_it: Crea i campi per questo fieldset

source: This plugin add custom fields for standard and custom post types in WordPress.
be_by: Гэты убудова дадаваць прыстасаваныя поля для стандартных і нестандартных паведамленне тыпаў у WordPress.
it_it: Questo plugin aggiunge campi personalizzati per articoli e pagine e custo posts

source: You should choose Custom Post Type first to configure fields:
be_by: Вы павінны абраць карыстацкі тып запісу першай для налады палёў:
it_it: Scegli su quali tipo di contenuto vuoi intervenire:

source: Custom Post Type:
be_by: Карыстацкі тып паведамлення:

source: change
be_by: змяненне
it_it: cambia

source: delete
be_by: выдаляць
it_it: elimina

source: Field
be_by: Поле
it_it: Campo

source: Slug
be_by: Куля

source: Type
be_by: Тып
it_it: tipo

source: Add new Field:
be_by: Дадаць поле:
it_it: Aggiungi nuovo campo:

source: Add Fieldset
be_by: Дадаць Fieldset
it_it: Aggiungi Fieldset

source: Save
be_by: Эканоміць
it_it: Salva

source: Title:
be_by: Назва:
it_it: Titolo:

source: Yes
be_by: Ды
it_it: Sì

source: No
be_by: Ня

source: Parameters like (you can use just "label" if "id" is the same):<br>label1|id1<br>label2|id2<br>label3
it_it: Parametri come (usa questo "label" if "id" che è analogo a):<br>label1|id1<br>label2|id2<br>label3

source: Textarea
it_it: Area di testo

source: Press "Upload" button, upload file or select in the library. Then choose Link "None" and "Full size" and press "Select File".
it_it: Premi bottone "Carica", carica un file o scegli dalla libreria. quindi scegli i Link "Nessuno" e "Full size" e premi "Scegli File".
